metrics = {'We gotta get love': ['драйвовое', 'водолей', 'машина', 'single', 'новый', 'нет', 'романтичный'],
           '3-е сентября': ['меланхоличное', 'рыбы', 'ностальгия', 'feat', 'новый', 'да', 'настойчивый'],
           'Отпускаю': ['свобода', 'рак', 'расставание', 'single', 'новый', 'да', 'настойчивый'],
           'Lambo URUS': ['драйвовое', 'овен', 'сессия', 'single', 'новый', 'да', 'мускулинный'],
           'Pussy boy': ['обида', 'рак', 'расставание', 'single', 'новый', 'да', 'мускулинный'],
           'Здравствуйте': ['уверенное', 'лев', 'свидание', 'feat', 'новый', 'нет', 'заряженный'],
           'Потрачу': ['страсть', 'козерог', 'машина', 'single', 'старый', 'да', 'заряженный'],
           'Холостяк': ['свобода', 'скорпион', 'свидание', 'feat', 'старый', 'да', 'заряженный'],
           'Puff': ['уверенное', 'козерог', 'машина', 'feat', 'новый', 'нет', 'мускулинный'],
           'Девочка не плачь': ['меланхоличное', 'весы', 'расставание', 'single', 'новый', 'нет',
                                'романтичный'],
           'Голос': ['меланхоличное', 'телец', 'ностальгия', 'single', 'новый', 'да', 'романтичный'],
           "Coco L'eau": ['уверенное', 'стрелец', 'сессия', 'feat', 'новый', 'да', 'мускулинный'],
           'Rolls Royce': ['уверенное', 'лев', 'машина', 'feat', 'новый', 'да', 'заряженный'],
           'Мистер и Миссис Смит': ['меланхоличное', 'близнецы', 'влюбленность', 'feat', 'новый', 'да',
                                    'романтичный'],
           'Зажигалки': ['страсть', 'скорпион', 'влюбленность', 'single', 'старый', 'да', 'мускулинный'],
           'Девочка с картинки': ['уверенное', 'близнецы', 'влюбленность', 'single', 'новый', 'да',
                                  'романтичный'],
           'Самая самая': ['страсть', 'дева', 'влюбленность', 'single', 'старый', 'да', 'заряженный'],
           'Надо ли': ['уверенное', 'дева', 'ностальгия', 'single', 'старый', 'нет', 'романтичный'],
           'Что они знают?': ['меланхоличное', 'весы', 'ностальгия', 'single', 'старый', 'нет', 'романтичный'],
           'Мне все Монро': ['драйвовое', 'стрелец', 'сессия', 'feat', 'новый', 'нет', 'настойчивый'],
           'На чиле': ['драйвовое', 'телец', 'сессия', 'feat', 'новый', 'да', 'мускулинный'],
           'Самбо белого мотылька': ['меланхоличное', 'весы', 'машина', 'single', 'старый', 'нет',
                                     'романтичный'],
           'Барби': ['уверенное', 'весы', 'флирт', 'feat', 'новый', 'да', 'мускулинный'],
           'Где ты, где я': ['обида', 'дева', 'расставание', 'feat', 'старый', 'да', 'романтичный'],
           'Ragazza Copertina': ['драйвовое', 'водолей', 'флирт', 'single', 'новый', 'нет', 'заряженный'],
           'ГУЧИ': ['уверенное', 'скорпион', 'машина', 'single', 'старый', 'да', 'мускулинный'],
           'Ракета': ['драйвовое', 'лев', 'сессия', 'feat', 'старый', 'нет', 'мускулинный'],
           'Что скажет мама': ['меланхоличное', 'рыбы', 'влюбленность', 'single', 'старый', 'нет',
                               'романтичный'],
           'Грустная песня': ['обида', 'козерог', 'свидание', 'feat', 'новый', 'да', 'заряженный'],
           'Если ты меня не любишь': ['уверенное', 'стрелец', 'расставание', 'feat', 'старый', 'да',
                                      'романтичный'],
           'Мало так мало': ['страсть', 'дева', 'флирт', 'single', 'старый', 'да', 'романтичный'],
           'Будущий бывший': ['обида', 'козерог', 'флирт', 'feat', 'старый', 'нет', 'настойчивый'],
           'Часики': ['меланхоличное', 'дева', 'расставание', 'feat', 'старый', 'нет', 'романтичный'],
           'Папина дочка': ['уверенное', 'стрелец', 'свидание', 'single', 'старый', 'нет', 'романтичный'],
           'Самый худший трек': ['обида', 'лев', 'машина', 'feat', 'новый', 'да', 'заряженный'],
           'Голубые глаза': ['меланхоличное', 'рыбы', 'ностальгия', 'single', 'новый', 'да', 'романтичный'],
           'Love is': ['драйвовое', 'лев', 'флирт', 'single', 'новый', 'да', 'заряженный'],
           'Телефон': ['обида', 'водолей', 'машина', 'single', 'старый', 'да', 'романтичный'],
           'Мне нравится': ['драйвовое', 'весы', 'флирт', 'single', 'старый', 'да', 'заряженный'],
           'Слеза': ['уверенное', 'стрелец', 'расставание', 'single', 'старый', 'да', 'настойчивый'],
           'Веселая песня': ['уверенное', 'дева', 'машина', 'feat', 'новый', 'да', 'заряженный'],
           'Будильник': ['драйвовое', 'скорпион', 'флирт', 'single', 'старый', 'да', 'романтичный'],
           '18+': ['страсть', 'скорпион', 'свидание', 'single', 'новый', 'нет', 'решительный'],
           'Невеста': ['драйвовое', 'телец', 'свидание', 'single', 'старый', 'да', 'заряженный'],
           'Грустно': ['обида', 'весы', 'ностальгия', 'feat', 'новый', 'да', 'мускулинный'],
           '(Не)идеальна': ['меланхоличное', 'рак', 'влюбленность', 'single', 'новый', 'да', 'романтичный'],
           'Седцеедка': ['драйвовое', 'дева', 'флирт', 'single', 'новый', 'да', 'заряженный'],
           'Цвет настроения черный': ['уверенное', 'овен', 'машина', 'feat', 'старый', 'да', 'мускулинный'],
           'Миллион алых роз': ['меланхоличное', 'близнецы', 'машина', 'single', 'старый', 'да', 'настойчивый'],
           'Берегу': ['меланхоличное', 'рыбы', 'расставание', 'single', 'старый', 'да', 'романтичный']
           }
start_message = \
    'Привет, я бот, который может рекомендовать музыку Егора Крида (прости Господи) под настроение!\
     Начнем с простого: как ваше настроение?'

zodiac_step_message = 'Считайте, что я вас понял. Теперь мне нужно знать ваш знак зодиака.'

event_step_message = 'Какую ситуацию вы считаете наиболее близкой на данный момент?'

fos_step_message = 'Что предпочтете: сингл, или же коллаб нескольких артистов?'

age_step_message = 'Метрика по Егору Кринду. Крида каких времен хотим?'

clip_step_message = 'Хотите потом посмотреть клип на песни? (я знаю лишь об их потенциальных существованиях)'

men_step_message = 'Выберите собирательный образ мужчин, который вам наиболее импанирует:'
